package com.example.quizapp

import com.example.quizapp.domain.model.Question

object QuizData {



    val Game1 = listOf(
        Question("ماهية فصيلة الدم التي تمنح لسائر الفصائل؟", listOf("AB-", "O-", "A+"), "O-"),
        Question("من هو مؤسس حركة حماس و زعيمها الروحي في فلسطين؟", listOf("موسى أبو مرزوق ", "أحمد ياسين", "ابراهيم غوشة "), "أحمد ياسين"),
        Question("في أي متحف تعرض لوحة الموناليزا ؟", listOf("متحف لندن", "متحف اللوفر", "متحف برلين"), "متحف اللوفر"),
        Question("من أبرز البلدان المنتجة لقهوة؟ ", listOf("رومانيا", "تركيا", "البرازيل"), "البرازيل"),
        Question("ماهو ترتيب صورة الكهف في المصحف الشريف ؟", listOf("18", "20", "24"), "18"),
        Question(" من هو الممثل الذي قام بدور السبوعي ؟", listOf("كمال التواتي", "سفيان الشعري", "فيصل بالزين"), "سفيان الشعري")

    )






}
